// from  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "亲爱的 Mrs FANG",
        "2018—06-04",
        "那天问了你名字",
        "很高兴遇见你",
        "2018-09-25",
        "今夜は月が绮丽ですね",
        "風も優しいです",
        
        "愿往后余生",
        "三餐四季都是你",
        
        "I love you forever",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2018-09-25T23:00:00",
    // 双方的名字
    names: ["LF", "FXY"]
}
